"USSD_ERROR" = "Greška izvođenja zahtjeva";
"USSD_TERMINATED" = "Prekinuta veza";

"%@ Call Forwarding\n%@\n%@%@" = "%@ prosljeđivanje poziva\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ poziv na čekanju\n%@";
"%@ Call Barring\n%@\n%@" = "%@ zabranjen poziv\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ fiksno biranje\n%@";
"Connected Line Presentation\n%@" = "Prezentacija spojene linije\n%@";
"Calling Line Presentation\n%@" = "Prezentacija linije\n%@";
"Connected Line ID Restriction\n%@" = "ID ograničenje spojene linije\n%@";
"Calling Line ID Restriction\n%@" = "ID ograničenje pozivne linije\n%@";
"SIM Lock\n%@" = "Zaključan SIM\n%@";
"Service Center Address\n%@" = "Adresa servisnog centra\n%@";
"Supplementary Service Password\n%@" = "Zaporka dodatne usluge\n%@";
"Calling Name Presentation\n%@" = "Prezentacija pozivajućeg imena\n%@";

"Forwards to %@\n" = "Proslijeđuje se na  %@\n";

"All Calls" = "Svi pozivi";
"All Conditional Calls" = "Svi uvjetovani pozivi";
"Async Data Circuit" = "Neusklađen podatkovni sklop";
"Data" = "Podaci";
"Fax" = "Faks";
"Packet Access" = "Pristup paketu";
"Pad Access" = "Pad pristup";
"SMS" = "SMS";
"Sync Data Circuit" = "Uskladi podatkovni sklop";
"Voice" = "Glas";

"All Outgoing" = "Sve odlazno";
"All Incoming" = "Sve dolazno";
"Outgoing International" = "Odlazni međunarodni";
"Outgoing International, Except Home Country" = "Odlazni međunarodni, osim domovine";
"Incoming While Roaming Outside Home Country" = "Dolazno tijekom roaminga van domovine";
"Incoming, Not On SIM" = "Dolazno, nije na SIM kartici";
"All Services" = "Sve usluge";
"All Outgoing Services" = "Sve odlazne usluge";
"All Incoming Services" = "Sve dolazne usluge";

"Disabled" = "Isključeno";
"Enabled" = "Uključeno";

"On All Calls" = "Kod svih poziva";
"When Busy" = "Kad je zauzeto";
"When Unanswered" = "Kad nema odgovora";
"When Unreachable" = "Kad nije dostupno";

"Setting %@ Succeeded" = "Uspješno %@ podešenje\n";
"Setting Interrogation Succeeded" = "Uspješno podešenje ispitivanja\n";
"Setting %@ Failed" = "Neuspjelo %@ podešenje\n";
"Setting Interrogation Failed" = "Neuspjelo podešenje ispitivanja\n";

"Not Available" = "Nedostupno";
"Network Controlled" = "Pod nadzorom mreže";
"Temporarily Disabled" = "Privremeno isključ.";
"Temporarily Enabled" = "Privremeno uključ.";
"Unknown" = "Nepoznato";

"Activation" = "Aktivacija";
"Deactivation" = "Deaktivacija";
"Interrogation" = "Ispitivanje";
"Registration" = "Registracija";
"Erasure" = "Brisanje";

"No Address" = "Nema adrese";
"No Service Specified" = "Nema navedene usluge";
"Type %d" = "Tip %d";

// generic error
"CALL_FAILED" = "Neuspjeli poziv";
// error codes
"kCTNoError" = "Bez greške";
"kCTUnknownError" = "Nepoznata greška";
"kCTErrorRadioFailure" = "Radio greška";
// Generic network errors
"kCTErrorNetworkFailure" = "Nema mreže";
"kCTErrorCongestion" = "Zagušena mreža";
"kCTErrorUnidentifiedSubscriber" = "Nepoznat pretplatnik";
"kCTErrorFacilityRejected" = "Odbijena usluga";
"kCTErrorUnknownSubscriber" = "Nepoznat pretplatnik";
"kCTErrorNetworkOutOfOrder" = "Neispravna mreža";
"kCTErrorInvalidTransactionIdentifier" = "Nevažeći identifikator transakcije";
"kCTErrorSemanticallyIncorrectMessage" = "Semantički netočna poruka";
"kCTErrorInvalidMandatoryInformation" = "Nevažeći obavezni podaci";
"kCTErrorMessageTypeNonExistant" = "Nepostojeći tip poruke";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Poruka nije kompatibilna sa stanjem protokola";
"kCTErrorInformationElementNonExistant" = "Nepostojeća informacija";
"kCTErrorProtocolErrorUnspecified" = "Nenavedena greška protokola";
"kCTErrorTemporaryFailure" = "Privremena greška";
"kCTErrorResourcesUnavailable" = "Nedostupni resursi";
"kCTErrorRequestedFacilityNotSubscribed" = "Nije pretplaćena usluga";
"kCTErrorRequestedFacilityNotImplemented" = "Zatraženo nije primjenjeno";
"kCTErrorInterworkingError" = "Međumrežna greška";
"kCTErrorInterworkingNotSupported" = "Međumrežna funk. nije podržana";
"kCTErrorCommandCannotBeActioned" = "Naredba se ne može pokrenuti";
"kCTErrorNoNetworkService" = "Nema mreže";
// Call related errors
"kCTErrorUnassignedNumber" = "Nedodjeljen broj";
"kCTErrorOperatorDeterminedBarring" = "Operater odredio zabranu";
"kCTErrorCallBarred" = "Zabranjen poziv";
"kCTErrorUserBusy" = "Korisnik zauzet";
"kCTErrorNoUserResponding" = "Korisnik se ne odaziva";
"kCTErrorNumberChanged" = "Promjenjen broj";
"kCTErrorInvalidNumberFormat" = "Nevažeći format broja";
"kCTErrorCallRejected" = "Poziv odbijen";
// SIM errors
"kCTErrorSimNotInserted" = "SIM nije umetnut";
"kCTErrorSimPinRequired" = "Potreban SIM PIN";
"kCTErrorSimPukRequired" = "Potreban SIM PUK";
"kCTErrorSimFailure" = "SIM greška";
"kCTErrorSimMemoryFailure" = "Greška SIM memorije";
"kCTBadPinFormatError" = "Neispravan format PIN-a";
"kCTErrorNumberNotAllowed" = "Broj nije dozvoljen";
"kCTErrorIncorrectPassword" = "Netočna zaporka";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Odbijen prijenos poruke";
"kCTErrorDestinationOutOfOrder" = "Neispravno odredište";
"kCTErrorClass0NotSupported" = "Klasa 0 nije podržana";
"kCTErrorCannotReplaceSm" = "SIM se ne može zamijeniti";
"kCTErrorUnspecifiedPid" = "Nenaveden PID";
"kCTErrorDataCodingSchemeNotSupported" = "Nije podržana shema kodiranja podataka";
"kCTErrorUnspecifiedDcs" = "Nenavedena DCS greška";
"kCTErrorCommandUnsupported" = "Nepodržana naredba";
"kCTErrorUnspecifiedTpCommand" = "Nenavedena TP greška naredbe";
"kCTErrorTpduNotSupported" = "TPDU nije podržan";
"kCTErrorScBusy" = "SC zauzet";
"kCTErrorRejectedBySimSmsControl" = "SMS kontrola SIM kartice je odbila postupak";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS ilegalni MS";
"kCTErrorGprsIllegalMe" = "GPRS ilegalni ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS usluge nisu dozvoljene";
"kCTErrorGprsPlmnNotAllowed" = "Nije dozvoljen GPRS PLMN";
"kCTErrorGprsLocationAreaNotAllowed" = "GPRS mjesto nije dozvoljeno";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "GPRS roaming nije dozvoljen na području";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS usluga nije podržana";
"kCTErrorGprsServiceOptionNotSubscribed" = "GPRS usluga nema pretplatu";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS usluga privremeno nedostupna";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP neuspjela autentikacija";
"kCTErrorGprsInvalidMobileClass" = "GPRS nevažeći mobilni razred";
"kCTErrorGprsUnspecified" = "Nespecif. GPRS";
"kCTErrorGprsMissingorUnknownAPN" = "Nedostaje GPRS ili APN nije poznat";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Baseband je odbio informacije o GPRS PDP autorizaciji";
